Repository: saschaende/typo3-users
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: uk

# changemail.email.button
source: Confirm new e-mail address
uk: Підтвердити нову адресу електронної пошти

# changemail.email.message
source: You have requested a change of email address associated with your account. Click on the following link to confirm this change.
uk: Ви подали запит на зміну адреси електронної пошти, пов'язаної з вашим обліковим записом. Натисніть на наступне посилання, щоб підтвердити цю зміну.

# changemail.email.notes
source: If the above button doesn't work, try copying and pasting the URL into your browser. If you still have problems, feel free to contact us.
uk: Якщо вищенаведена кнопка не працює, спробуйте скопіювати цю URL-адресу та вставити її у адресний рядок вашого веб-переглядача. Якщо у вас виникають будь-які проблеми, не соромтеся звертатися до нас.

# changemail.email.salutation
source: Hello
uk: Привіт

# changemail.email.title
source: You want to change your e-mail address
uk: Ви змінюєте свою адресу електронної пошти

# changemail.form.button
source: Change e-mail address now
uk: Змініти адресу електронної пошти зараз

# changemail.form.emailnow
source: Current e-mail address
uk: Поточна адреса електронної пошти

# changemail.form.newemail
source: New e-mail address
uk: Нова адреса електронної пошти

# changemail.form.note
source: If you change your email address, you will receive an email with a confirmation link if no other account exists with this email address. The change of the e-mail address is only active after a confirmation and only then the new e-mail address is displayed here.
uk: Якщо ви зміните адресу електронної пошти, ви отримаєте повідомлення електронною поштою з посиланням на підтвердження у випадку, якщо з цією адресою електронної пошти не існує іншого облікового запису. Зміна адреси електронної пошти активна тільки після підтвердження, і лише після цього з'явиться нова адреса електронної пошти.

# changemail.form.title
source: Change email address
uk: Змінити адресу електронної пошти

# changemail.submit.message
source: If no other account is linked to the address you entered, you have received an e-mail with a confirmation link to the new e-mail address you entered. Please check your inbox and click on the link. Your new e-mail address will be activated immediately and will be visible here.
uk: Якщо жоден інший обліковий запис не пов'язаний з введеною адресою електронної пошти, Ви отримаєте електронного листа із посиланням для підтвердження намірів на вказану нову адресу електронної пошти. Перевірте папку "Вхідні" та натисніть посилання. Нова адреса електронної пошти буде активована негайно і буде відображатися тут.

# changemail.submit.title
source: Change email address
uk: Змінити адресу електронної пошти

# changepass.back
source: Back to the form
uk: Повернутися до форми

# changepass.form.button
source: Change password
uk: Змінити секретне слово

# changepass.form.newpassword
source: New password
uk: Нове секретне слово

# changepass.form.note
source: The password must consist of at least 6 characters.
uk: Секретне слово повинен містити щонайменше 6-ть символів.

# changepass.form.repeat
source: Repeat password
uk: Повторити секретне слово

# changepass.form.title
source: Change password
uk: Змінити секретне слово

# changepass.submit.message
source: Thank you, your password has been changed and is now valid.
uk: Дякуємо, секретне слово змінено і тепер діє.

# changepass.submit.title
source: Change password
uk: Змінити секретне слово

# changeprofile.back
source: Back to the form
uk: Повернутися до форми

# changeprofile.button
source: Save profile data
uk: Зберегти дані профілю

# changeprofile.deleteaccount.button
source: I want to delete my account
uk: Я хочу видалити свій обліковий запис

# changeprofile.deleteaccount.text
source: If you want to delete your account, you can do this at any time simply, quickly and easily with a few clicks here.
uk: Якщо ви хочете видалити свій обліковий запис, ви можете зробити це легко, швидко і лише за кілька простих кліків.

# changeprofile.deleteaccount.title
source: Delete account
uk: Видалити обліковий запис

# changeprofile.header
source: Change profile
uk: Змінити профіль

# changeprofile.success
source: Thank you, the profile data has been saved.
uk: Дякуємо, дані профілю збережено.

# confirmmailchange.error
source: Error: Unfortunately we could not change your e-mail address. There may be several reasons for this: Either the link is invalid, the e-mail address has already been changed or the e-mail address is now being used by another account.
uk: Помилка: На жаль, ми не змогли змінити вашу адресу електронної пошти. Причини цього можуть бути різні: у посилання для зміни адреси електронної пошти закінчився термін використання, адресу електронної пошти вже змінено, або дана адреса електронної пошти тепер використовується іншим обліковим записом.

# confirmmailchange.success
source: Thank you, you have confirmed the change of your e-mail address. Your account is now linked to the following e-mail address:
uk: Дякуємо, зміну адреси електронної пошти підтверджено. Тепер обліковий запис пов'язано з такою адресою електронної пошти:

# confirmmailchange.title
source: Change of e-mail address
uk: Зміна адреси електронної пошти

# deleteaccount.confirm.error
source: Error: Either the link is not valid, the account no longer exists or the link has expired. Links to delete the account are only valid for one day.
uk: Помилка: Ось ймовірні причини появи цієї помилки: Облікового запису більше не існує; Посилання для видалення облікового запису вже використано; Посилання для видалення облікового запису більше не діє оскільки закінчився термін його використання. Посилання для видалення облікового запису дійсне лише один день.

# deleteaccount.confirm.success
source: Thank you, you have confirmed the deletion of your account. The account has just been deleted.
uk: Дякуємо, видалення облікового запису підтверджено. Обліковий запис видалено.

# deleteaccount.confirm.title
source: Delete account
uk: Видалити обліковий запис

# deleteaccount.email.button
source: Now irrevocably delete account
uk: Видалити обліковий запис назавжди

# deleteaccount.email.message
source: Should the account really now be deleted immediately and irrevocably? Then click on the link in this email.
uk: Чи потрібно відразу і безповоротно видалити обліковий запис? Якщо дійсно бажаєте видалити обліковий запис натисніть посилання в цьому електронному листі.

# deleteaccount.email.notes
source: You want to delete your account
uk: Хочете видалити свій обліковий запис

# deleteaccount.email.salutation
source: Hello
uk: Привіт

# deleteaccount.email.title
source: Here are the instructions to delete your account.
uk: Нижче наведено інструкцію щодо видалення облікового запису

# deleteaccount.form.button
source: Delete your account now
uk: Видалити обліковий запис

# deleteaccount.form.text
source: Should the account really now be deleted immediately and irrevocably? Then click on the button.
uk: Дійсно бажаєте безповоротно видалити обліковий запис? Якщо хочете видалити обліковий запис натисніть кнопку "Видалити обліковий запис" і обліковий запис буде видалено.

# deleteaccount.form.title
source: Delete account
uk: Видалення облікового запису

# deleteaccount.form.warning
source: Attention: For security reasons we will send you an e-mail with a confirmation link. As soon as you click on the link in the e-mail, the account will be deleted.
uk: Застереження: З міркувань безпеки надішлемо електронного листа із посиланням на підтвердження намірів видалити обліковий запис. Як тільки натиснете посилання в електронному листі, обліковий запис буде видалено.

# deleteaccount.submit.message
source: We have just sent you an e-mail to the e-mail address stored with us. As soon as you click on the confirmation link in this e-mail, the account will be deleted immediately.
uk: Щойно надіслано електронного листа на адресу електронної пошти, збережену в цьому обліковому записі. Як тільки натиснете посилання на підтвердження ваших дій в цьому електронному листі, обліковий запис буде негайно видалено.

# deleteaccount.submit.title
source: Delete account
uk: Видалити обліковий запис

# email.footer
source: Copyright 2019 - All rights reserved
uk: Авторське право 2019 - Всі права застережені

# forgot.change.error
source: Error: Either the link is not valid, the account no longer exists or the link has expired. Links to password change are only valid for one hour.
uk: Помилка: Посилання недійсне з причин, що обліковий запис відсутній або у даного посилання закінчився термін дії та час його використання. Посилання на зміну секретного слова дійсне лише протягом однієї години.

# forgot.change.error2
source: Error: The entries must match and the password must be at least 6 characters long.
uk: Помилка: Записи у полях форми з секретним словом повинні збігатися, а секретне слово повинно містити щонайменше 6-ть символів.

# forgot.change.password
source: New password
uk: Нове секретне слово

# forgot.change.passwordrepeat
source: Repeat new password
uk: Повторити нове секретне слово

# forgot.change.submit
source: Save new password
uk: Зберегти нове секретне слово

# forgot.change.text
source: Enter your new password and repeat it once. The password must be at least 6 characters long.
uk: Введіть нове секретне слово і повторіть його ще раз. Секретне слово повинно містити щонайменше 6-ть символів.

# forgot.change.title
source: Change password
uk: Змінити секретне слово

# forgot.changeformsubmit.button
source: Go to the website
uk: Перейдіть на веб-сайт

# forgot.changeformsubmit.message
source: Thank you, the password was changed.
uk: Дякуємо, секретне слово було змінено.

# forgot.changeformsubmit.title
source: Password was changed
uk: Секретне слово було змінено

# forgot.confirm.back
source: Back
uk: Назад

# forgot.confirm.text
source: An email has been sent to the address stored in your account and contains a link to reset your password. If you do not receive an email, your account or email address was not found.
uk: На адресу електронної пошти, збережену в обліковому записі, надіслано електронний лист, який містить посилання для скидання, зміни та відновлення секретного слова. Якщо електронного листа не отримано обліковий запис або адресу електронної пошти не знайдено. Спробуйте також переглянути теку 'спам' повідомлення іноді помилково потрапляють туди.

# forgot.email.button
source: Reset Password
uk: Скинути секретне слово

# forgot.email.info
source: If the button above does not work, try copying and pasting the URL into your browser. If you continue to have problems, please feel free to contact us.
uk: Якщо кнопка з посиланням вище не працює, спробуйте скопіювати та вставити посилання (URL-адресу) в адресний рядок веб-переглядача. Якщо проблеми вказані вище продовжують виникати і далі, будь ласка, не соромтеся зв'яжіться з нами.

# forgot.email.message
source: A request to reset your Admin password has been made. If you did not make this request, simply ignore this email. If you did make this request, please reset your password:
uk: Надіслано запит на скидання секретного слова адміністратора. Якщо ви не робили цього запиту, просто проігноруйте це повідомлення. Якщо цей запит зробили сам ви, тоді скиньте та змініть ваше секретне слово:

# forgot.email.salutation
source: Dear Sir/Madam/Customer,
uk: Шановний, користувач.

# forgot.email.title
source: Here are your password reset instructions.
uk: Ось інструкції щодо скидання та зміни секретного слова.

# forgot.submit
source: Request password change
uk: Надіслати запит на зміну секретного слова

# forgot.text
source: Please enter your username or email address. Instructions for resetting the password will be immediately emailed to you.
uk: Введіть своє ім'я користувача або адресу електронної пошти. Інструкції щодо скидання та зміни секретного слова будуть відразу надіслані.

# forgot.title
source: Forgot password
uk: Забули секретне слово

# forgot.usernameemail
source: Username or email
uk: Ім'я користувача або адресу електронної пошти

# layouts.error.notlogged
source: Error: This plugin can only be inserted on a page in a protected area. Make sure that only logged in users have access to this area.
uk: Помилка: Ці дані розміщено на захищеній сторінці і призначені лише для зареєстрованих та авторизованих користвачів. Переконайтеся, що ви зареєстровані та авторизовані і як користувач цього веб-сайту маєте доступ до даних, які розміщені на цій сторінці.

# logged.and.lastname
source: and Last name
uk: та прізвище

# logged.firstname
source: First name
uk: Ім'я

# logged.lastname
source: Last name
uk: Прізвище

# logged.text
source: You are logged in as
uk: Ви ввійшли в систему як

# logged.title
source: Your current status
uk: Ваш поточний статус

# logged.username
source: Username
uk: Ім'я користувача

# login.error
source: An error occurred during logon. You probably entered your username/email or password incorrectly. There is a difference between upper and lower case. Another possibility is that you may have disabled cookies in your web browser.
uk: Під час входу в систему сталася помилка. Можливо неправильно ввели ім'я користувача чи адресу електронної пошти або секретне слово. Існує різниця між верхніми (великими) і нижніми (маленькими) регістрами символів. Інша причина яка може мати місце полягає в тому, що у веб-переглядачі можуть бути вимкнуті файли 'cookie' (Більше про фали 'cookie' дізнатись можна за цим посиланням https://uk.wikipedia.org/wiki/Куки).

# login.error2
source: Unfortunately, you do not have the authorization to log in to this area.
uk: На жаль, у вас немає дозволу на вхід у цю область ймовірною причиною є те, що дію вашого облікового запису тимчасово призупинено. За більше детальною інформацією, будь ласка зверніться до аміністратора.

# login.forgotpass
source: Forgot password?
uk: Забули секретне слово?

# login.password
source: Password
uk: Секретне слово

# login.register
source: Not registered? Signup now
uk: Не зареєстровані? Зареєструватися зараз.

# login.submit
source: Login
uk: Увійти

# login.title
source: Login now
uk: Увійти зараз

# login.username
source: Username
uk: Ім'я користувача

# login.usernameemail
source: Username or email
uk: Ім'я користувача або адреса електронної пошти

# register.confirm.email
source: Email
uk: Електронна пошта

# register.confirm.error.message
source: This link is no longer valid. Or it has already been used and the account is already activated.
uk: Це посилання більше не дійсне або уже використано, а обліковий запис вже активовано.

# register.confirm.error.title
source: Error
uk: Помилка

# register.confirm.message
source: Your account is now activated. Here again the data with which you are registered with us.
uk: Ваш обліковий запис активовано. Дані з якими обліковий запис зареєстровано тут.

# register.confirm.message.approval
source: Your account is now activated. We will check your registration and enable it as soon as possible. Here again the data with which you are registered with us.
uk: Ваш обліковий запис активовано. Ми перевіримо вашу реєстрацію та включимо її якнайшвидше. Це дані, з якими ви у нас зареєстровані.

# register.confirm.next
source: Next
uk: Далі

# register.confirm.title
source: Thank you very much for your registration
uk: Дякуємо за реєстрацію

# register.confirm.username
source: Your username
uk: Ім'я користувача

# approval.email.message
source: Please review the new user registration.
uk: Будь ласка перевірте реєстрацію нового користувача.

# approval.email.accept.message
source: The user should be enabled? Then click on the following link.
uk: Користувача слід увімкнути? Потім натисніть на наступне посилання.

# approval.email.accept.button
source: aktivate user
uk: активувати користувача

# approval.email.reject.message
source: The user doesn't fulfill the needed criterias and should be rejected? Then click on the following link.
uk: Користувач не відповідає необхідним критеріям, його слід відхилити? Потім натисніть на наступне посилання.

# approval.email.reject.button
source: reject user
uk: відхилити користувача

# approval.email.notes
source: Hints: The links provided in this emails has to be used to accpet or reject the registration. Otherwise the user won't get a notification email.
uk: Підказки: Посилання, надані в цьому електронному листі, повинні використовуватися для прийняття або відхилення реєстрації. Інакше користувач не отримає сповіщення електронною поштою.

# approval.title
source: User registration
uk: Реєстрація користувача

# approval.rejected.message
source: The registration was rejected. A notification email is send to the user.
uk: Реєстрації було відхилено. Користувачеві надсилається повідомлення про відхилення та скасування реєстрації.

# approval.accepted.message
source: The registration was accepted. A notification email is send to the user.
uk: Реєстрація була прийнята. Користувачеві надсилається повідомлення про прийняття та активацію облікового запису.

# approval.error.message
source: Error! The registration wasn't found, or the account is already accepted/rejected.
uk: Помилка! Реєстрацію не знайдено, або обліковий запис уже фктивовано або відхилено.

# register.email.button
source: Confirm registration
uk: Підтвердити реєстрацію

# register.email.message
source: Thank you for your interest and your registration on our website. With the following link you can now activate your account:
uk: Дякуємо за ваш інтерес до нас і реєстрацію на нашому веб-сайті. За допомогою наведеного нижче посилання ви можете активувати свій обліковий запис:

# register.email.message.approval
source: Your registration will be reviewed and your account will be enabled as soon as possible.
uk: Ваша реєстрація буде переглянута і ваш обліковий запис буде активовано якнайшвидше.

# register.email.rejected.message
source: Thank you for your interest and your registration on our website. Unfortunately does your registration not fulfill the needed critery an was rejected.
uk: Дякуємо за вашу зацікавленість і реєстрацію на нашому вебсайті. На жаль ваша реєстрація не відповідає необхідному критерію і тому було відхилено.

# register.email.accepted.message
source: Your account is enabled.
uk: Ваш обліковий запис увімкнено.

# register.email.accepted.button
source: Go to your account
uk: Перейдіть до свого акаунта

# register.email.notes
source: Hints: If you do not confirm your account within 3 days, we will automatically delete all data again. If your mailbox is not reachable, if you enter an invalid e-mail or if the confirmation e-mail is rejected for other reasons, this account will also be removed automatically within the next few hours.
uk: Підказки: Якщо обліковий запис не буде підтверджено протягом 3-х днів, всі надані дані буде автоматично видалено. Якщо надана поштова скринька недоступна чи введено недійсну електронну адресу або реєстрацію відхилено з інших причин, цей обліковий запис буде видалено автоматично протягом наступних кількох годин.

# register.email.salutation
source: Hello
uk: Привіт!

# register.email.title
source: Your registration on our website
uk: Ваша реєстрація на нашому сайті

# register.email.rejected.title
source: Your registration on our website was rejected.
uk: Вашу реєстрацію на нашому вебсайті відхилено.

# register.emailexists.button
source: Request new password
uk: Запит нового секретного слова

# register.emailexists.info
source: Here again as a reminder your data:
uk: Тут, як нагадування представлені дані облікового запису:

# register.emailexists.info.email
source: Your e-mail:
uk: Ваша електронна адреса:

# register.emailexists.info.username
source: Your username:
uk: Ваше ім'я користувача:

# register.emailexists.message
source: Someone has just tried to use your email address to create a new account, so we want to inform you with this email. If you did this yourself, you can request a new password here:
uk: Хтось у даний момент намагався використати вашу адресу електронної пошти для створення нового облікового запису і тому ми повідомляємо вам про це цим електронним повідомленням. Якщо це зробили ви, тоді ви можете надіслати запит на нове секретне слово тут:

# register.emailexists.salutation
source: Hi
uk: Привіт!

# register.emailexists.title
source: Your e-mail address has just been used again for registration.
uk: Вашу адресу електронної пошти було повторно використано для реєстрації.

# register.field.address
source: Street/House No.
uk: Вулиця/Будинок Номер.

# register.field.city
source: City
uk: Місто

# register.field.country
source: Country
uk: Країна

# register.field.country.chose
source: - - Please chose - -
uk: - - Будь-ласка оберіть - -

# register.field.company
source: Company
uk: Компанія

# register.field.conditions
source: I agree to the terms and conditions
uk: Я погоджуюся з умовами

# register.field.conditions.read
source: read here
uk: читайте тут

# register.field.dataprotection
source: I have read the data protection information
uk: Я прочитав інформацію про захист особистих даних

# register.field.dataprotection.read
source: read here
uk: читайте тут

# register.field.firstname
source: First name
uk: Ім'я

# register.field.lastname
source: Last name
uk: Прізвище

# register.field.newsletter
source: I subscribe to the newsletter
uk: Я підписуюся на розсилку новин

# register.field.telephone
source: Phone
uk: Телефон

# register.field.zip
source: Zip
uk: Поштовий індекс

# register.form.button
source: Register now
uk: Зареєструйтися зараз

# register.form.email
source: Email address
uk: Адреса електронної пошти

# register.form.email.note
source: At this e-mail address you will receive a link to confirm your account.
uk: На цю адресу електронної пошту отримаєте посилання для підтвердження створення облікового запису.

# register.form.loginlink
source: You are already registered? Login here
uk: Вже зареєстровані? Вхід тут.

# register.form.password
source: Password
uk: Секретне слово

# register.form.password.note
source: The password must consist of at least 6 characters.
uk: Секретне слово повинен складатися щонайменше з 6-ти символів.

# register.form.repeatpassword
source: Repeat password
uk: Повторіть секретне слово

# register.form.title
source: Registration
uk: Реєстрація

# register.form.username
source: Desired username
uk: Бажане ім'я користувача

# register.form.username.note
source: Choose a username with at least 3 characters. This may contain letters and numbers. Special characters and spaces are not allowed.
uk: Виберіть ім'я користувача щонайменше з 3-х символів. Ім'я користувача може містити букви верхнього і нижнього регістрів та цифри. Спеціальні символи та пробіли заборонені.

# register.submit.email
source: Email
uk: Електронна пошта

# register.submit.message
source: We have now sent an e-mail to the address you provided with a link to confirm your account. Also check your spam folder, sometimes emails get lost there. Here are your details again:
uk: Щойно ми надіслали електронного листа на надану вами адресу електронної пошти, з посиланням для підтвердження створення облікового запису. Якщо ви не бачите цього листа, спробуйте перевірте папку зі спамом, іноді листи помилково потрапляють туди. Ось деталі вказаних вами даних:
