Repository: saschaende/typo3-users
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: uk

# register.submit.note
source: Hints: If you do not confirm your account within 3 days, we will automatically delete all data again. If your mailbox is not reachable, if you enter an invalid e-mail or if the confirmation e-mail is rejected for other reasons, this account will also be removed automatically within the next few hours.
uk: Підказки: Якщо ви не підтвердите свій обліковий запис протягом 3-х днів, ми автоматично видалимо всі дані. Якщо ваша поштова скринька недоступна чи ви ввели недійсну адресу електронної пошти або підтвердження реєстрації буде відхилено з інших причин, цей обліковий запис буде автоматично видалено протягом наступних кількох годин.

# register.submit.title
source: Thank you very much for your registration
uk: Дякуємо за реєстрацію

# register.submit.username
source: Username
uk: Ім'я користувача

# validation.1
source: The username must be at least 3 and at most 20 characters long.
uk: Це поле у даний момент порожнє. Будь ласка, введіть бажане ім'я користувача. Ім’я користувача повинно бути не менше 3-х та не більше 20-ти символів.

# validation.10
source: Registration with this e-mail address is not possible.
uk: Реєстрація з цією адресою електронної пошти неможлива. Будь ласка, введіть іншу адресу електронної пошти.

# validation.2
source: The user name must not contain any special characters.
uk: Ім'я користувача не повинно містити спеціальних символів та пробілів.

# validation.3
source: The selected user name already exists.
uk: Вибране ім'я користувача не може бути додане. Будь ласка, спробуйте інше ім'я користувача.

# validation.4
source: No e-mail address given.
uk: Це поле у даний момент порожнє. Будь ласка, введіть дійсну адресу електронної пошти.

# validation.5
source: This e-mail address has no valid format.
uk: Дані у цьому полі не є адресою електронної поштои. Будь ласка, введіть дійсну адресу електронної пошти. Ця адреса необхідна для отримання вами важливих повідомлень.

# validation.7
source: The password must be at least 6 characters long.
uk: Секретне слово повинне містити щонайменше 6-ть символів.

# validation.8
source: The password entries must match.
uk: Введені секретні слова в обох полях мають бути однаковими і повинні збігатися.

# validation.9
source: This field is required.
uk: Це поле є обов'язковим.
